{
    "about": "About",
    "home": "Home",
    "bungalows": "Bungalows",
    "apartments": "Apartments",
    "contact": "Contact Us",
    "tourist-attractions": "Tourist Attractions",
    "about-us": "About us",
    "why-choose": "Why choose us?",
    "suites-designed": "Suites Brisas Carrizalillo is designed so that you stay with family or friends is pleasant. We are a hotel that is dedicated to creating new experiences of comfort for our guests",
    "our-mission": "Our Mission",
    "excellence-efficiency": "Excellence and efficiency in hotel management to give satisfaction to guests and employees. To be one of the best hotels by achieving excellence.",
    "market-leaders": "Positioning ourselves as leaders in the vacation hotel market, improving our guest experiences.",
    "where-located": "Where are we located?",
    "where-located-detail": "We are located in the Rinconada neighborhood, about 5 minutes from downtown Puerto Escondido. Close by you will find Benito Juárez Boulevard where you will find a variety of restaurants of different types of cuisine.",
    "what-to-see": "What to see in Puerto Esoondido?",
    "what-to-see-detail": "We have nearby beaches such as Carrizalillo, Puerto Angelito, Manzanillo, Bahía Principal, as well as restaurants and various tours of the bays, artisanal stores, boutiques, laundromats, and supermarkets. You may participate in such activities as snorkeling, scuba diving, surfing.",
    "what-offer": "What do we offer?",
    "six-apartments": "The hotel has 6 apartments and 2 bungalows, both with pool access.",
    "apartments-detail": "The apartments have 2 bedrooms, living room, kitchen, bathroom, terrace, TV, hot water, and ceiling fans.",
    "bungalows-detail": "The bungalows have 1 bedroom, living room, kitchenette, terrace, and private parking.",
    "choose-category": "Choose your category",
    "filter": "Filter",
    "all": "All",
    "our-mission-detail": "Our mission is to provide maximum comfort and satisfaction to our guests, which is why we work to improve our services every day.",
    "quick-access": "Quick access",
    "contact-details": "Contact details",
    "designed-by": "Designed by UnoZero Code S.A. de C.V.",
    "follow-us": "Follow us on:"

}