{
   "explore-puerto": "Puerto Escondido is a tourist destination and port of the state of Oaxaca, on the Pacific coast. It is famous for its great variety of beaches and its lively night life. The Principal beach has many palm trees and thatched-roof bars. The busy Zicatela beach is known for surfing and its famous Mexican pipeline." ,
   "explore-ppuerto-2": "Another nearby beach, La Punta, has smaller waves, while Carrizalillo Beach is found in a canyon flanked by steep cliffs.",
   "a-wonderful-place": "A Wonderful Place",
   "wonderful-place-detail": "Create life memories in one of the world's most beautiful destinations: Puerto Escondido. Relax on its beautiful beaches, explore our culture and entertainment. Also you can participate in different outdoor activities, enjoy the various tourist attractions in the area.",
   "surf-detail": "Surfing is the sport par-excellence of this beautiful place, which can be practiced on the different beaches of this wonderfult tourist destination, there are various schools where you can take classes to practice and become skilled at this sport",
   "principal-beach": "Principal Beach",
   "principal-beach-detail": "Has a gradual incline, with fine and clean gray sand. The water is blue-green, the temperature is temperate, and the waves are calm. One can hire boat service to tour the different beaches of Puerto Escondido, or to take part in any water sport.",
   "principal-beach-2": "To the west of Principal beach there is Capitanía beach, which offers more moderate waves. It is named as such because it is on the eastern-most side of Puerto Escondido. It is approximately 500 meters long, with a width that varies between 40 and 60 meters.",
   "principal-bay": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Principal Bay, 71980 Puerto Escondido, Oax.",
   "marinero-beach": "Marinero Beach",
   "marinero-detail": "This beach is found to the east of Principal Beach, and is ideal for surfing and body-surfing, recommended for beginners of this sport. In the afternoons there are beautiful sunsets.", 
   "marinero-detail-2": "It is approximately 200 meters long, with a width of between 40 and 50 meters. The sea conditions and sand are simiilar to Principal Beach",
   "marinero-detail-3": "It has hotel and restaurant service; in addition there are changin rooms, showers, bathrooms, and rental of beach umbrellas as well as horses.",
   "marinero-entrance": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span>Entrance to Marinero Beach, 70934 Brisas de Zicatela, Oax.",
   "puerto-angelito-beach": "Puerto Angelito Beach",
  "puerto-angelito-map":"<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Puerto Angelito Beach, 71980 Puerto Escondido, Oax.",
   "puerto-angelito-detail": "It has fine white sand with a gentle incline. The water is temperate, transparent with green and blue coloration, shallow with gentle waves. For these reasons it is considered a natural pool recommended for swimming and snorkeling. On weekends and during vacation periods there are many visitors due to the tranquility which is predominant here.",
   "puerto-angelito-detail-2": "There is restaurant service and rental of boats for all types of tours. Buses and RV´s should park in the upper section to avoid blocking traffic flow",
   "carrizalillo-beach": "Carrizalillo Beach",
   "carrizalillo-beach-map": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Carrizalillo Beach, 71983 Puerto Escondido, Oax.",
   "carrizalillo-detail": "Is ideal for snorkeling and swimming. There are palapas with seafood restaurant service, as well as providing snorkel equipment rental for exploring the cristalline and calm waters",
   "carrizalillo-detail-2": "To get there, one must descend along approximately 100 steps, which although steep are very safe.",
   "carrizalillo-detail-3": "There is a small commercial plaza located in the Rinconada neighborhood (only 200 meters from the beach) which offers cafes, internet, laundry, and artisanal shops",
   "manzanillo-beach": "Manzanillo Beach",
   "manzanillo-beach-map": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Manzanillo Beach, 71980 Puerto Escondido, Oax.",
   "manzanillo-beach-detail": "Offers the same wave characteristics of Puerto Angelito. The beach is appropriate for swimming, snorkeling, and sunbathing. It is an ideal area for snorkeling. There is restaurant service, palapas, and beach umbrella rental.",
   "manzanillo-beach-detail-2": "It is an attractive beach, whose approximate dimensions are 70 meters long and 30 meters wide. Its sand is fine and white, with a gentle incline; the water is temperate, with green and blue tones; it is shallow and has moderate wawves.",
   "zicatela-beach": "Zicatela Beach",
   "zicatela-beach-map": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Zicatela Beach, 70934 Brisas de Zicatela, Oax.",
   "zicatela-detail": "It is undoubtedly the most recognized beach worldwide for surfing. Its beautiful pedestrian are has been recently constructed, and will allow you to enjoy this beach day or night",
   "zicatela-detail-2": "It is an open water beach, very long and with a width that varies between 30 and 40 meters. It has fine gray sand with a steep incline, temperate water, and crystalline water with green and blue tones. The waves occasionally reach 6 meters in height, ideal for surfing.",
   "zicatela-detail-3": "On this beach one can enjoy sunbathing, walking, and swimming, which is recommended only for experts. One can find clothing shops, handicrafts, restaurants, hotels, cabins, and all type of bars. The night life is active on this beach. In the mornings, one can have a delicious coffee while watching the best surfers in the world practice.",
   "zicatela-detail-4": "Every year in November, there is a three-day surfing tournament, in which regional, national, and international surfars participate, offering a great sight in the practice of this wonderful sport of wave domination. There is also the Miss Bikini contest, as well as cultural events.",
   "punta-colorada-beach": "Punta Colorada Beach",
   "punta-colorada-beach-map": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Punta Colorada Beach, 71980 Puerto Escondido, Oax.",
   "punta-colorada-detail": "This beach is known worldwide for Bodyboarding. Thousands of visitors come to these coasts to have the opportunity to surf in this paradise of waves ideal for this sport.",
   "punta-colorada-detail-2": "Surfing is the most competitive resource this region offers compared to other tourist destination in México. Bodyboarding in México has been growing little by little, with the aim of participating in international-level competitions. Participants come from Argentina, Chile, Uruguay, Perú, Ecuador, Venezuela, Panamá, Colombia, Puerto Rico, California, Hawaii, Australia, Spain, among others.",
   "punta-colorada-detail-3": "Punta Colorada is also a natural habitat for different species of marine turtles which arrive there to lay their eggs. Last year there were observed a considerable number of nests laid by the Laúd turtle, a species considered to be in critical danger of extinction.",
   "bacocho-beach": "Bacocho Beach",
   "bacocho-beach-map": "<span class='icon icon-xxs icon-primary  mdi mdi-map-marker'></span> Bacocho Beach,71980 Puerto Escondido, Oax.",
   "bacocho-beach-detail-2": "This is one of the longest beaches of the area. Exercise caution as the waves can be dangerous due to the currents found here. It is ideal for sunbathing and watching the sunset. There are a few palapas with food service during high-season.",
   "bacocho-beach-detail-3": "The beach is very long, divided into three sections by rocks, which, in conjunction with the native vegetation, palm trees, and spiny scrub of the region, creates a pleasant natural environment. The width of the beach varies in between 30 and 70 meters; the sand is fine and gray; the incline is gentle and the water is temperate, with a greenish blue tint, with moderate to strong waves."
}