{
     "best-option" : "For business or pleasure, we are your best option.",
      "reserve-enjoy": "Reserve with us and enjoy your stay.",
      "friends-family": "Our hotel maintains a peaceful atmosphere that can be enjoyed with friends or family.",
      "contact-arrow": "<span  class='icon icon-xs-smaller fa-angle-right'></span>Contact Us",
      "about-arrow": "<span  class='icon icon-xs-smaller fa-angle-right'></span>About Us",
      "bungalows-apartments": "Bungalows and Apartments",
      "bungalow-amenities": "We have 2 bungalows, these have a bedroom (with a Queen bed), living room (with sofa-bed, TV), a well equipped kitchenette, bathrooms, and independently, on the top part of the bungalows there is a palapa with two bunk beds (single-size mattresses), and a sofa bed.",
      "more-details": "<span class='icon icon-xs-smaller fa-angle-right'></span>More details...",
      "six-apartments": "We have six very well equipped apartments, each with two bedrooms (one bedroom has two individual beds and the other has a Queen bed, or just Queen beds in the bedrooms), living room, kitchen, terrace, bathroom.",
      "general-services": "Hotel general services",
      "hot-water": "Hot Water",
      "all-hot-water": "All units have hot water.",
      "pool": "Pool",
      "about-pool": "We have a large and deep pool",
      "about-tv": "All units have SKY TV access.",
      "about-wifi": "Wi-Fi available for hotel guests",
      "grill": "Grill",
      "about-grill": "Grill available to enjoy with family or friends",
      "tourist-attractions": "Tourist Attractions",
      "carrizalillo-beach": "Carrizalillo Beach",
      "about-carrizalillo": "Ideal for snorkeling and swimming. There are palapas with restaurant service and rental of snorkel equipment ...",
      "principal-beach": "Principal Beach",
      "about-principal": "Has calm waves and boats can be rented for guided tours of the bays as well as sport fishing...",
      "zicatela-beach": "Zicatela Beach",
      "about-zicatela": "Undoubtedly the most recognized beach worldwide for surfing. Its recently constructed tourist strip will permit you to enjoy this beach day or night."
     
}
